Repository: bluebird00/Veramo-iOS-App
Catalog: Veramo App/Localizable.xcstrings
Source language: de
Languages: en

# About
source: Über
en: About

# Account
source: Konto
en: Account

# Active Trip
source: Aktuelle Fahrt
en: Current Ride

# Almost there
source: Fast angekommen
en: Almost there

# Approaching your destination
source: Ihr Ziel kommt näher
en: Approaching your destination

# Are you sure you want to logout?
source: Sind Sie sicher, dass Sie sich abmelden möchten?
en: Are you sure you want to logout?

# Authenticated
source: Authentifiziert
en: Authenticated

# Authentication
source: Authentifizierung
en: Authentication

# Authentication Error
source: Authentifizierungsfehler
en: Authentication Error

# Authentication Method
source: Authentifizierungsmethode
en: Authentication Method

# Book %@
source: %@ wählen
en: Select %@

# Book a Ride
source: Plane deine Fahrt
en: Book a Ride

# Book Ride
source: Fahrt bestellen
en: Book Ride

# Book your first ride to see it here
source: Buchen Sie Ihre erste Fahrt, um diese hier zu sehen
en: Book your first ride to see it here

# Booking Confirmed!
source: Buchung bestätigt!
en: Booking Confirmed!

# Booking Error
source: Buchungsfehler
en: Booking Error

# Booking must be at least %d hours in the future. Currently %.1f hours ahead.
source: Die Buchung muss mindestens %1$d Stunden im Voraus erfolgen. Derzeit %2$.1f Stunden im Voraus.
en: Booking must be at least %d hours in the future. Currently %.1f hours ahead.

# Booking Too Soon
source: Buchung zu früh
en: Booking Too Soon

# Cancel
source: Schließen
en: Cancel

# Canceled
source: Abgebrochen
en: Canceled

# Change number
source: Nummer ändern
en: Change number

# Chat with Customer Support
source: Kundendienst
en: Customer Support

# Chat with Support
source: Mit dem Support chatten
en: Chat with Support

# chat.login.message
source: Melden Sie sich an, um mit unserem Kundendienst zu chatten.
en: In order to chat with our customer service, you need to log in

# Check Again
source: Erneut versuchen
en: Check again

# Checking payment status...
source: Zahlungsstatus wird geprüft…
en: Checking payment status…

# Close
source: Schließen
en: Close

# Complete Payment
source: Zahlung abschließen
en: Complete Payment

# Complete your profile
source: Vervollständigen Sie Ihr Profil
en: Complete your profile

# Connecting to customer support...
source: Verbindung zum Kundensupport wird hergestellt…
en: Connecting to customer support…

# Connection Error
source: Verbindungsfehler
en: Connection Error

# Contact Information
source: Kontaktinformationen
en: Contact Information

# Contact support if you need assistance
source: Kontaktieren Sie den Kundendienst, wenn Sie Hilfe benötigen.
en: Contact support if you need assistance

# Could not check payment status
source: Zahlungsstatus konnte nicht überprüft werden.
en: Could not check payment status

# Create New Booking
source: Neue Buchung erstellen
en: Create New Booking

# Date
source: Datum
en: Date

# Destination
source: Zielort
en: Destination

# Done
source: Fertig
en: Done

# Driver has arrived
source: Fahrer ist angekommen
en: Driver has arrived

# Driver Information
source: Fahrerinformationen
en: Driver Information

# Driver Name
source: Name des Fahrers
en: Driver Name

# Driver on the way
source: Fahrer ist unterwegs
en: Driver on the way

# Driver Status
source: Fahrerstatus
en: Driver Status

# Driver waiting
source: Fahrer wartet
en: Driver waiting

# Easy payment with TWINT
source: Einfache Bezahlung mit TWINT
en: Easy payment with TWINT

# Edit Profile
source: Profil bearbeiten
en: Edit Profile

# Enter pickup location
source: Abholort eingeben
en: Enter Pickup Location

# Enter verification code
source: Verifizierungscode eingeben
en: Enter verification code

# Enter your phone number to continue
source: Geben Sie Ihre Nummer ein, um Fahrten zu buchen und zu verwalten
en: Enter your phone number to book and manage trips

# Error
source: Fehler
en: Error

# Error loading chat
source: Fehler beim Laden des Chats
en: Error loading chat

# Error: No booking reference
source: Fehler: Keine Buchungsreferenz
en: Error: No booking reference

# Estimated Arrival
source: Geschätzte Ankunftszeit
en: Estimated Arrival

# Expired
source: Abgelaufen
en: Expired

# Failed
source: Fehlgeschlagen
en: Failed

# Failed to load pricing
source: Fehler beim Laden der Preise
en: Failed to load pricing

# Get help with your bookings
source: Hilfe mit Ihren Buchungen
en: Get help with your bookings

# Heading to destination
source: Auf dem Weg zum Ziel
en: Heading to destination

# Heading to your destination
source: Auf dem Weg zu Ihrem Ziel
en: Heading to your destination

# Home
source: Startseite
en: Home

# Hour
source: Stunde
en: Hour

# How can we help?
source: Wie können wir Ihnen helfen?
en: How can we help?

# Invalid date or time selected.
source: Ungültiges Datum oder ungültige Uhrzeit ausgewählt.
en: Invalid date or time selected.

# Loading chat...
source: Chat wird geladen…
en: Loading chat…

# Loading driver location...
source: Fahrer wird georted…
en: Loading driver location…

# Loading suggestions...
source: Vorschläge werden geladen
en: Loading suggestions…

# Loading your trips...
source: Ihre Fahrten werden geladen…
en: Loading your trips…

# Log In
source: Anmelden
en: Log In

# Log In Again
source: Erneut anmelden
en: Log In Again

# Log Out
source: Abmelden
en: Log Out

# Logout
source: Abmelden
en: Logout

# Mercedes E-Class or similar
source: Mercedes E-Klasse oder ähnlich
en: Mercedes E-Class or similar

# Mercedes S-Class or similar
source: Mercedes S-Klasse oder ähnlich
en: Mercedes S-Class or similar

# Mercedes V-Class or similar
source: Mercedes V-Klasse oder ähnlich
en: Mercedes V-Class or similar

# My Trips
source: Meine Fahrten
en: My Trips

# Need help? Contact support anytime
source: Benötigen Sie Hilfe? Unser Kundendienst steht Ihnen jederzeit zur Verfügung.
en: Do you require assistance? Our customer service team is always available to help.

# No Past Trips
source: Keine vergangenen Fahrten
en: No Past Trips

# No Upcoming Trips
source: Keine bevorstehenden Fahrten
en: No Upcoming Trips

# Our support team is here to assist you with any questions about your bookings.
source: Unser Support-Team steht Ihnen bei allen Fragen zu Ihren Buchungen gerne zur Verfügung.
en: Our support team is here to assist you with any questions about your bookings.

# Past (%lld)
source: Vergangene (%lld)
en: Past (%lld)

# Pay securely and quickly with your TWINT app.
source: Schnell und sicher bezahlen mit Ihrer TWINT app.
en: Pay securely and quickly with your TWINT app.

# Payment Awaiting Action
source: Zahlung ausstehend
en: Payment Awaiting Action

# Payment Canceled
source: Zahlung storniert
en: Payment Cancelled

# Payment Expired
source: Zahlung abgelaufen
en: Payment Expired

# Payment Failed
source: Zahlung fehlgeschlagen
en: Payment Failed

# Payment In Progress
source: Zahlung läuft
en: Payment in Progress

# Payment Not Completed
source: Zahlung nicht abgeschlossen
en: Payment Not Completed

# Payment Pending
source: Zahlung ausstehend
en: Payment Pending

# Payment requires your action to complete
source: Die Zahlung erfordert Ihre Bestätigung
en: Payment requires your action to complete

# Payment was not completed
source: Zahlung wurde nicht abgeschlossen
en: Payment was not completed

# Pending
source: Ausstehend
en: Pending

# Phone number
source: Telefonnummer
en: Phone Number

# Phone Number
source: Telefonnummer
en: Phone Number

# Pickup location
source: Abholort
en: Pickup location

# Please create a new booking to try again
source: Bitte erstellen Sie eine neue Buchung, um es erneut zu versuchen
en: Please create a new booking to try again

# Please head to your pickup location
source: Begeben Sie sich zum Abholort
en: Please head to your pickup location

# Processing...
source: In Bearbeitung…
en: Processing…

# Profile
source: Profil
en: Profile

# Profile Information
source: Profilinformationen
en: Profile Information

# Ready? Book a ride.
source: Bereit? Dann los.
en: Ready? Book a ride.

# Reference: %@
source: Referenz: %@
en: Reference: %@

# Refresh
source: Aktualisieren
en: Refresh

# Resend code
source: Code erneut senden
en: Resend code

# Resend in %llds
source: Erneut senden in %llds
en: Resend in %llds

# Retry
source: Erneut versuchen
en: Retry

# Save
source: Speichern
en: Save

# Search country
source: Land suchen
en: Search country

# See Upcoming Trips
source: Bevorstehende Fahrten anzeigen
en: See Upcoming Trips

# Select Country
source: Land auswählen
en: Select Country

# Select Vehicle
source: Fahrzeug auswählen
en: Select Vehicle

# Send Code
source: Code senden
en: Send Code

# Sending...
source: Senden…
en: Sending...

# Session Expired
source: Benutzersitzung abgelaufen
en: Sessions Expired

# Sign In
source: Anmelden
en: Sign In

# Sign in to your account
source: Melden Sie sich bei Ihrem Konto an
en: Sign in to your account

# Status Unknown
source: Status unbekannt
en: Status Unknown

# Success
source: Erfolg
en: Success

# Support
source: Kundendienst
en: Support

# Support Chat
source: Kundendienst
en: Customer Support

# Thank you for riding with us!
source: Danke, dass Sie mit uns gefahren sind!
en: Thank you for riding with us!

# The payment could not be processed
source: Die Zahlung konnte nicht verarbeitet werden
en: The payment could not be processed

# The payment window has expired
source: Das Zahlungsfenster ist abgelaufen
en: The payment window has expired

# This usually takes a few seconds
source: Dies dauert in der Regel einige Sekunden
en: This usually takes a few seconds

# Time
source: Uhrzeit
en: Time

# Total Price
source: Gesamtpreis
en: Total Price

# Trip canceled
source: Fahrt storniert
en: Ride cancelled

# Trip completed
source: Fahrt abgeschlossen
en: Ride completed

# Trip Type
source: Fahrtentyp
en: Trip Type

# trip.bookingStatus.cancelled
source: Storniert
en: Cancelled

# trip.bookingStatus.confirmed
source: Bestätigt
en: Confirmed

# trip.bookingStatus.pending
source: Ausstehend
en: Pending

# trip.status.arrived
source: Angekommen
en: Arrived

# trip.status.assigned
source: Fahrer zugewiesen
en: Driver Assigned

# trip.status.completed
source: Abgeschlossen
en: Completed

# trip.status.enRoute
source: Unterwegs
en: En Route

# trip.status.inProgress
source: In Fahrt
en: In Progress

# trip.status.nearby
source: In der Nähe
en: Nearby

# trip.status.waiting
source: Wartet
en: Waiting

# Type a message...
source: Eine Nachricht eingeben…
en: Type a message…

# Unable to Verify Status
source: Status konnte nicht überprüft werden
en: Unable to Verify Status

# Upcoming (%lld)
source: Bevorstehend (%lld)
en: Upcoming (%lld)

# Verifying...
source: Verifizierung…
en: Verifying…

# We sent a 6-digit code to
source: Der 6-stellige Code wurde gesendet an
en: We sent a 6-digit code to

# Welcome to Veramo
source: Willkommen bei Veramo
en: Welcome to Veramo

# welcome.button.continue
source: Weiter
en: Continue

# welcome.button.getStarted
source: Los geht’s!
en: Get Started

# welcome.button.skip
source: Überspringen
en: Skip

# welcome.page1.title
source: Willkommen bei Veramo
en: Welcome to Veramo

# welcome.page2.description
source: Buchen Sie Ihre Fahrt in wenigen Schritten. Fahrzeugklasse, Abholzeit und Ziel auswählen – fertig.
en: Book your journey in just a few steps. Select the vehicle class, pick-up time and destination – done.

# welcome.page2.subtitle
source: In Sekunden gebucht
en: Book in seconds

# welcome.page2.title
source: Einfache Buchung
en: Easy bookings

# welcome.page3.description
source: Behalten Sie kommende Fahrten im Blick und sehen Sie Ihre bisherigen Fahrten ein. Alle Buchungen zentral organisiert.
en: Keep track of upcoming journeys and view your previous journeys. All bookings organised in one place.

# welcome.page3.subtitle
source: Alles auf einen Blick
en: Everything at a glance

# welcome.page3.title
source: Ihre Fahrten-Historie
en: Your journey history

# You canceled the payment
source: Sie haben die Zahlung storniert
en: You cancelled the payment

# You have not been charged
source: Ihnen wurden keine Kosten berechnet
en: You have not been charged

# You'll receive notifications about your ride
source: Sie erhalten Benachrichtigungen zu Ihrer Fahrt.
en: You'll receive notifications about your ride

# Your completed trips will appear here
source: Ihre abgeschlossenen Fahrten werden hier angezeigt.
en: Your completed trips will appear here

# Your driver has arrived!
source: Ihr Fahrer ist angekommen!
en: Your driver has arrived!

# Your driver is heading to pick you up
source: Ihr Fahrer ist unterwegs zu Ihnen
en: Your driver is heading to pick you up

# Your driver is waiting for you
source: Ihr Fahrer wartet auf Sie
en: Your driver is waiting for you

# Your name and email help us provide better service.
source: Ihr Name und Ihre E-Mail-Adresse helfen uns dabei, Ihnen einen besseren Service zu bieten.
en: Your name and email help us provide better service.

# Your payment is being processed
source: Ihre Zahlung wird bearbeitet.
en: Your payment is being processed

# Your session has expired. Please log in again to continue.
source: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an, um fortzufahren.
en: Your session has expired. Please log in again to continue.

# Your trip has been canceled
source: Ihre Fahrt wurde storniert
en: Your ride has been cancelled
